Repository: 1rstu/johncms
Catalog: install/locale/*/default.po
Languages: ru

source: Site update
ru: Обновление сайта

source: Create new tables
ru: Создание новых таблиц

source: Completed
ru: Завершено

source: Next step
ru: Следующий шаг

source: Convert the forum structure
ru: Конвертация структуры форума

source: Convert forum topics
ru: Конвертация тем форума

source: Converted:
ru: Конвертировано:

source: Convert forum messages
ru: Конвертация сообщений форума

source: Recount messages in topics
ru: Пересчет сообщений в темах

source: Completed:
ru: Завершено:

source: Update forum files table
ru: Обновление таблицы файлов форума

source: Update forum votes table
ru: Обновление таблицы опросов форума

source: Update forum vote users table
ru: Обновление таблицы пользователей опросов форума

source: Setting redirects
ru: Настройка редиректов

source: Delete old tables
ru: Удаление старых таблиц

source: Update is finished
ru: Обновление завершено

source: Home page
ru: Главная страница

source: This wizard will convert tables to a new structure
ru: Этот мастер сконвертирует таблицы в новую структуру

source: Be sure to back up before starting.
ru: ОБЯЗАТЕЛЬНО выполните резервное копирование перед началом обновления.

source: Start
ru: Начать
