Repository: 1rstu/johncms
Catalog: modules/homepage/locale/*/default.po
Languages: ru

source: Welcome
ru: Добро пожаловать

source: Free, Open Source content management system
ru: Бесплатная система управления контентом с открытым исходным кодом

source: Download
ru: Скачать

source: Documentation
ru: Документация

source: Features
ru: Возможности

source: Responsive Layout
ru: Адаптивная разметка

source: Your site will appear equally well on both computers and mobile devices.
ru: Ваш сайт будет одинаково хорошо отображаться как на компьютерах, так и на мобильных устройствах.

source: Template System
ru: Система шаблонов

source: Using templates, you can completely change the style of your site so that it becomes unique and not like the others.
ru: Используя шаблоны, вы можете полностью изменить стиль вашего сайта так, чтобы он стал уникальным и не похожим на другие.

source: High Performance
ru: Высокая производительность

source: When developing JohnCMS we pay special attention to system performance.<br>Your website will not require a powerful server for as long as possible.
ru: При разработке JohnCMS мы уделяем особое внимание производительности системы.<br>Ваш сайт не будет требовать мощного сервера на столько долго, на сколько это возможно.

source: Multilingual
ru: Мультиязычность

source: Reach the maximum audience in different languages. Several languages have already been built into the system.<br>And if you don't have the desired language, you can easily add it using advanced translation tools that support johnCMS.
ru: Охватывайте максимальную аудиторию благодаря мультиязычности. В систему уже встроено несколько языков.<br>А если нужного языка нет, Вы сможете легко его добавить, благодаря продвинутым инструментам для перевода, которые поддерживают работу с JohnCMS.

source: Modularity
ru: Модульность

source: The most popular modules are built into the system.<br>You can install ready-made additional modules, create them yourself or order development of new modules from other developers.
ru: В систему встроены основные наиболее популярные модули.<br>Благодаря модульной системе Вы сможете устанавливать уже готовые дополнительные модули, создавать самостоятельно или же заказывать разработку новых модулей у других разработчиков.
